{
  "films": [
    {
      "Titre_film": "Irréductible",
      "Synopsis_film": "Chargée d'écrémer la Fonction publique, une inspectrice ministérielle un peu trop zélée va utiliser tous les moyens en son pouvoir... Mais Vincent Peltier, paisible fonctionnaire aux Eaux et Forêts à Limoges, n'est pas du tout décidé à abandonner son travail garanti à vie ! La guerre des nerfs ne fait que commencer quand elle le mute dans les pires recoins de France, jusqu'au Pôle Nord...",
      "note_film": 7,
      "id": 1
    },
    {
      "Titre_film": "Ce que le jour doit à la nuit",
      "Synopsis_film": "Inspiré de faits réels. L'histoire parcourt l'Algérie des années 1930 aux années 1960, racontant le destin de Younes, jeune Algérien élevé comme un européen par son oncle. Il traverse les tragédies vécues par son pays, dont l'attaque de Mers el-Kébir et la guerre d'Algérie, sur un fond d'histoire d'amour impossible.",
      "note_film": 10,
      "id": 2
    },
    {
      "Titre_film": "Titanic ",
      "Synopsis_film": "En 1997, l'épave du Titanic est l'objet d'une exploration fiévreuse, menée par des chercheurs de trésor en quête d'un diamant bleu qui se trouvait à bord. Frappée par un reportage télévisé, l'une des rescapées du naufrage, âgée de 102 ans, Rose DeWitt, se rend sur place et évoque ses souvenirs. 1912. Fiancée à un industriel arrogant, Rose croise sur le bateau un artiste sans le sou.",
      "note_film": 8,
      "id": 3
    },
    {
      "Titre_film": "Avatar",
      "Synopsis_film": "Malgré sa paralysie, Jake Sully, un ancien marine immobilisé dans un fauteuil roulant, est resté un combattant au plus profond de son être. Il est recruté pour se rendre à des années-lumière de la Terre, sur Pandora, où de puissants groupes industriels exploitent un minerai rarissime destiné à résoudre la crise énergétique sur Terre.",
      "note_film": 7,
      "id": 4
    },
    {
      "Titre_film": "Jurassic World : Le Monde d'après",
      "Synopsis_film": "Isla Nublar et son parc ont été détruits, mais les problèmes ne sont pas terminés. Alors que les dinosaures se sont propagés à travers le monde, les relations tendues entre le présent et le passé alimentent de nouveaux conflits. Le fragile équilibre est mis à l'épreuve et l'avenir fait face à une nouvelle direction. Il est décidé une fois pour toutes quelles espèces doivent exister sur terre.",
      "note_film": 8,
      "id": 5
    }
  ]
}